Repository: kansasdev/mailsync
Catalog: MailSync/Properties/Resources_*.resx
Languages: pl_pl

# btnCleanLabelRes
source: DIRECTORY CLEANING
pl_pl: OCZYŚĆ KATALOG

# btnDestinationDirRes
source: Choose destination directory
pl_pl: Wskaż folder docelowy

# btnDirectoryLabelRes
source: PICK UP WINDOWS MAIL EMAIL DIRECTORY
pl_pl: WSKAŻ KATALOG Z POCZTĄ WINDOWS MAIL

# btnDirectoryScreenRes
source: Choose directory containing Windows Mail files (application is trying to guess)
pl_pl: Wybierz folder zawierający maile Windows Mail (Program sam próbuje zgadnąć ściężkę)

# btnHelpLabelRes
source: INSTRUCTIONS
pl_pl: INSTRUKCJE

# btnImportLabelRes
source: IMPORT TO OUTLOOK
pl_pl: IMPORTUJ DO OUTLOOKA

# btnImportScreenRes
source: Import mails from Windows Mail to Outlook
pl_pl: Importuj maile z programu Windows Mail do Outlooka

# GenericErrorRes
source: Error:
pl_pl: Bład:

# grpCleaningLabelRes
source: Cleaning
pl_pl: Czyszczenie

# grpHelpLabelRes
source: Help
pl_pl: Pomoc

# grpImportLabelRes
source: Synchronization
pl_pl: Synchronizacja

# grpInformationLabelRes
source: Informations
pl_pl: Informacje

# grpKonwersjaLabelRes
source: Conversion
pl_pl: Konwersja

# lblTotalDelNotRes
source: CAN'T DELETE FILES
pl_pl: NIE MOGĘ SKASOWAĆ PLIKÓW

# lblTotalDelSuccessRes
source: SUCCESSFULLY DELETED FILES
pl_pl: PLIKÓW SKASOWANYCH POPRAWNIE

# lblTotalErrorDeletingRes
source: ERROR DELETING
pl_pl: BŁĄD PODCZAS KASOWANIA

# lblTotalGenericErrorRes
source: ERROR:
pl_pl: BŁĄD:

# lblTotalNoFilesInsideDirRes
source: Error - no MAPI files inside directory
pl_pl: Błąd - brak plików MAPI w katalogu

# strDeletingFileRes
source: DELETING FILE
pl_pl: KASUJĘ PLIK

# strDuplicatesInsideDirectoryRes
source: DUPLICATES FOUND INSIDE DIRECTORY
pl_pl: ZNALEZIONYCH DUPLIKATÓW W FOLDERZE

# strEmailsInsideChoosenDirRes
source: EMAILS INSIDE CHOOSEN DIRECTORY
pl_pl: MAILI WE WSKAZANYM KATALOGU

# strEmailsInsideChoosenOutlookDirRes
source: EMAILS IN CHOOSEN OUTLOOK DIR
pl_pl: MAILI WE WSKAZANYM KATALOGU OUTLOOK

# strFilesInsideDirectoryRes
source: FILES INSIDE DIRECTORY
pl_pl: PLIKÓW W KATALOGU

# strFilesToDeleteRes
source: FILES TO DELETE
pl_pl: PLIKÓW DO SKASOWANIA

# strMailsToAddRes
source: Emails to add
pl_pl: Maili do dodania

# strMapiFilesInsideDirectoryRes
source: MAPI FILES
pl_pl: PLIKÓW MAPI

# strMimeFilesInsideDirectoryRes
source: MIME FILES
pl_pl: PLIKÓW MIME

# strNewEmailsInsideOutlookDirRes
source: NEW EMAILS INSIDE OUTLOOK DIR
pl_pl: NOWYCH MAILI W KATALOGU OUTLOOK

# strSortElementNumberRes
source: SORTING ELEMENT NUMBER
pl_pl: SORTUJĘ ELEMENT NUMER

# tabSyncLabelRes
source: MAIL SYNC
pl_pl: POCZTA SYNCHRO

# btnSyncLabelRes
source: SYNC ONLINE
pl_pl: SYNCHRONIZUJ ONLINE

# strEmailsDownloaded
source: EMAIL FETCHED
pl_pl: MAIL POBRANY

# strEmailsToSync
source: EMAILS ON SERVER
pl_pl: MAILI NA SERWERZE

# credMessage
source: Enter username and password
pl_pl: Podaj użytkownika i hasło do poczty

# credTitle
source: Log into EAS server
pl_pl: Zaloguj się do serwera EAS

# strSyncProvision
source: Error during synchronization, full mode has been set, try again
pl_pl: Błąd synchronizacji, zostanie ustawiony tryb pełny, spróbuj ponownie

# strSyncWrongUserPass
source: Wrong username and/or password
pl_pl: Nieprawidłowa nazwa użytkownika lub/i hasło

# remoteFolderErrToSync
source: You haven't picked up remote folder to synchronize with
pl_pl: Nie wybrałeś zdalnego katalogu do synchronizacji

# cmbTextChooseOption
source: Choose number of days to synchronize
pl_pl: Wskaż liczbę dni do synchronizacji

# lblChooseOption
source: Pick required directory up
pl_pl: Wskaż odpowiedni katalog

# strWipeReq
source: Wipe requested, try sync again
pl_pl: Wywołana metodę wyczyszczenia poczty, spróbuj ponownej synchronizacji

# settingsBtnCancel
source: CANCEL
pl_pl: ANULUJ

# settingsChkUnblock
source: BLOCKED
pl_pl: BLOKADA

# settingsLblDevice
source: DEVICE
pl_pl: URZĄDZENIE

# settingsLblProtocol
source: PROTOCOL
pl_pl: PROTOKÓŁ

# settingsLblServer
source: SERVER
pl_pl: SERWER

# settingsLblUsername
source: USER
pl_pl: UŻYTKOWNIK

# settingsMess
source: Incomplete config information: Server address and protocol version and device id
pl_pl: Niekompletne informacje konfiguracyjne: adres serwera i protokół

# settingsTitle
source: Addin settings
pl_pl: Ustawienia Wtyczki

# btnConfigLabelRes
source: SET CONFIG
pl_pl: KONFIGURACJA

# tooltipCheckboxSettings
source: Change only in case no synchronization is possible, otherwise your account is going to have many devices tied
pl_pl: Zmieniaj tylko w przypadku błędów, w przeciwnym wypadku Twoje konto pocztowe będzie mieć skojarzone wiele urządzeń

# tooltipProtocolSettings
source: Protocol version, for example 14
pl_pl: Wersja protokołu w postaci np. 14

# tooltipServerSettings
source: Address for example server.eas.uk
pl_pl: Adres w postaci serwer.eas.pl
